import React from "react";

export default function CollegiumContent() {
  return (
    <div>
      <div>ПРЕДСЕДАТЕЛЬ</div>
      <div>
        НОСКЕВИЧ Иван Данилович, Председатель Следственного комитета Республики
        Беларусь
      </div>
      <br />

      <div>ЗАМЕСТИТЕЛЬ ПРЕДСЕДАТЕЛЯ</div>
      <div>ГАЙДУЧЁНОК Валерий Александрович</div>
      <br />

      <div>ЧЛЕНЫ КОЛЛЕГИИ:</div>
      <div>АНДРЕЕВА Наталья Александровна</div>
      <div>ВАВУЛО Михаил Николаевич</div>
      <div>ВАРАВКО Юрий Валерьевич</div>
      <div>КАБАКОВИЧ Сергей Васильевич</div>
      <div>ЛАВРИНОВИЧ Светлана Геннадьевна</div>
      <div>МАЛИНОВСКИЙ Эдуард Викторьевич</div>
      <div>МОТОЛЬКО Андрей Фёдорович</div>
      <div>УДОВИКОВ Сергей Александрович</div>
      <div>ШАНДАРОВИЧ Олег Станиславович</div>
      <br />
    </div>
  );
}
