import React from 'react';

export default function EditorialOffice() {
  return (
    <div className="container">
      <div className="row">
        <div className="col-lg-8 col-md-10 mx-auto">
          <div>
            <h2>Редакционная коллегия и Редакционный совет</h2>
            <br />

            <h5>РЕДАКЦИОННАЯ КОЛЛЕГИЯ</h5>
            <br />

            <div>ПРЕДСЕДАТЕЛЬ</div>
            <div>НОСКЕВИЧ Иван Данилович, Председатель Следственного комитета Республики Беларусь</div>
            <br />

            <div>ЗАМЕСТИТЕЛЬ ПРЕДСЕДАТЕЛЯ</div>
            <div>ГАЙДУЧЁНОК Валерий Александрович</div>
            <br />

            <div>ЧЛЕНЫ КОЛЛЕГИИ:</div>
            <div>АНДРЕЕВА Наталья Александровна</div>
            <div>ВАВУЛО Михаил Николаевич</div>
            <div>ВАРАВКО Юрий Валерьевич</div>
            <div>КАБАКОВИЧ Сергей Васильевич</div>
            <div>ЛАВРИНОВИЧ Светлана Геннадьевна</div>
            <div>МАЛИНОВСКИЙ Эдуард Викторьевич</div>
            <div>МОТОЛЬКО Андрей Фёдорович</div>
            <div>УДОВИКОВ Сергей Александрович</div>
            <div>ШАНДАРОВИЧ Олег Станиславович</div>
            <br />

            <h5>РЕДАКЦИОННЫЙ СОВЕТ</h5>
            <br />

            <div>ПРЕДСЕДАТЕЛЬ</div>
            <div>ГРУНТОВ Игорь Олегович, д. ю. н., доцент заведующий кафедрой уголовного права учреждения образования «Белорусский государственный университет»</div>
            <br />

            <div>ЧЛЕНЫ СОВЕТА:</div>
            <div>БАСТРЫКИН Александр Иванович, д. ю. н., профессор, Председатель Следственного комитета Российской Федерации</div>
            <div>ОВСЕПЯН Агван Гарникович, д. ю. н. Председатель Следственного комитета Республики Армения</div>
            <div>АНАНИЧ Валерий Антонович, д. и. н., к.ю. н., профессор</div>
            <div>ГОДУНОВ Валерий Николаевич, д.ю. н., профессор</div>
            <div>ГУЧОК Александр Евгеньевич, д.ю. н., доцент</div>
            <div>ЕРМОЛОВИЧ Владимир Фёдорович, д.ю. н., профессор</div>
            <div>КАПЛИНА Оксана Владимировна, член-корреспондент Национальной академии правовых наук Украины, д. ю. н., профессор</div>
            <div>КАЧАЛОВА Оксана Валентиновна, д. ю. н., профессор (Российская Федерация)</div>
            <div>КНЯЗЕВ Станислав Никифорович, д.ю. н., профессор</div>
            <div>РУБИС Александр Сергеевич, д.ю. н., доцент</div>
            <div>ТАЦИЙ Василий Яковлевич, академик Национальной академии наук Украины, д.ю. н., профессор</div>
            <div>ЧУЕШОВ Виктор Иванович, д.ф. н., профессор</div>
            <div>ШАБАНОВ Вячеслав Борисович, д.ю. н., профессор</div>
            <div>ШИЕНОК Владимир Петрович, д.ю. н., профессор</div>
            <div>БАРКОВ Александр Владимирович, к.ю. н, профессор</div>
            <div>ЗАЙЦЕВА Людмила Львовна, к.ю. н, доцент</div>
            <br />
          </div>
        </div>
      </div>
    </div>
  );
}
