import React from 'react';

export default function HomePage() {
  return (
    <div className="container">
      <div className="row">
        <div className="col-lg-8 col-md-10 mx-auto">
          <p><b>Следственный комитет Республики Беларусь</b> (далее – Следственный комитет) – единая и централизованная система государственных правоохранительных органов, являющихся органами предварительного следствия и осуществляющих полномочия в сфере досудебного уголовного производства.
          </p>
          <p>Следственный комитет является военизированной организацией, имеет официальные геральдические символы.</p>
          <p>Следственный комитет подчиняется Президенту Республики Беларусь.</p>
          <p>В подчинении Следственного комитета могут находиться организации, обеспечивающие деятельность Следственного комитета.</p>
          <p>Правовой основой деятельности Следственного комитета являются Конституция Республики Беларусь, настоящий Закон, правовые акты Президента Республики Беларусь, уголовно-процессуальное законодательство, иные акты законодательства и международные договоры Республики Беларусь.</p>
          <p>Если международным договором Республики Беларусь установлены иные правила, чем те, которые предусмотрены настоящим Законом, применяются правила международного договора Республики Беларусь.</p>
          <p>Деятельность Следственного комитета осуществляется напринципах:</p>
          <ul>
            <li>законности;</li>
            <li>открытости и гласности в той мере, в какой это не противоречит требованиям законодательства о защите прав и законных интересов граждан Республики Беларусь, иностранных граждан и лиц без гражданства (далее, если не определено иное, – граждане), о государственных секретах, тайне предварительного следствия и иной охраняемой законодательными актами тайне;</li><li>единства системы Следственного комитета и централизации управления;</li>
            <li>независимости при осуществлении своих полномочий от деятельности других государственных органов, политических партий, других общественных объединений и иных организаций.</li>
          </ul>
          <p>Основными задачами Следственного комитета являются:</p>
          <div>
            <ul>
              <li>всестороннее, полное, объективное и оперативное расследование преступлений в соответствии с подследственностью, установленной уголовно-процессуальным законодательством;</li>
              <li>защита прав и законных интересов граждан, организаций, защита государственных и общественных интересов, соблюдение законности при проверке заявлений и сообщений о преступлениях, возбуждении уголовных дел, производстве предварительного следствия;</li>
              <li>совершенствование следственной работы, внедрение в практику достижений науки и техники, положительного опыта, прогрессивных форм и методов организации предварительного следствия;</li>
              <li>выявление нарушений закона, причин и условий, способствующих совершению преступлений, принятие мер по их устранению;</li>
              <li>участие в пределах своей компетенции в реализации государственной уголовной политики, разработка предложений по совершенствованию правового регулирования в сфере правоохранительной деятельности;</li>
              <li>осуществление в пределах своей компетенции международного сотрудничества в сфере досудебного уголовного производства.</li>
            </ul>
          </div>
          <p>Следственный комитет осуществляет свою деятельность во взаимодействии с другими государственными органами и иными организациями, в том числе правоохранительными органами и иными организациями иностранных государств, международными организациями, и гражданами в соответствии с законодательными актами и международными договорами Республики Беларусь.</p>
          <p>Государственные органы, иные организации и их должностные лица в пределах своей компетенции обязаны оказывать содействие Следственному комитету в выполнении возложенных на него задач.</p>
          <p>Граждане могут добровольно оказывать содействие Следственному комитету в выполнении возложенных на него задач.</p>
          <p>Систему Следственного комитета составляют:</p>
          <ul>
            <li>центральный аппарат Следственного комитета;</li>
            <li>управления Следственного комитета по областям и г. Минску;</li>
            <li>районные (межрайонные), городские, районные в городах отделы Следственного комитета.</li>
          </ul>
        </div>
      </div>
    </div>
  );
}
